Repository: TKY2048/frikin-allies
Catalog: languages/frikin-allies-*.po
Languages: es_mx

source: Frik-in Allies
es_mx: Aliados Frik-in

source: Allies
es_mx: Aliados

# Post type general name
source: Allies
es_mx: Aliados

# Post type singular name
source: Allies
es_mx: Aliados

# Admin Menu text
source: Allies
es_mx: Aliados

# Add New on Toolbar
source: Allies
es_mx: Aliados

source: Add New
es_mx: Agregar nuevo

source: Add New Allies
es_mx: Agregar nuevos Aliados

source: New Allies
es_mx: Nuevos Aliados

source: Edit Allies
es_mx: Editar Aliados

source: View Allies
es_mx: Ver Aliados

source: All Allies
es_mx: Todos los Aliados

source: Search Allies
es_mx: Buscar Aliados

source: Parent Allies:
es_mx: Aliados Padre:

source: No allies found.
es_mx: No se encontraron Aliados

source: No allies found in Trash.
es_mx: No se encontraron aliados en la papelera

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Allies Cover Image
es_mx: Imagen destacada de Aliado

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set cover image
es_mx: Seleccionar imagen destacada

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove cover image
es_mx: Remover imagen destacada

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as cover image
es_mx: Usar imagen destacada

source: Allies archives
es_mx: Archivo de Aliados

source: Insert into ally
es_mx: Insertar en Aliado

source: Uploaded to this ally
es_mx: Cargado a este usuario

source: Filter allies list
es_mx: Filtrar lista de Aliados

source: Allies list navigation
es_mx: Navegación de la lista de Aliados

source: Allies list
es_mx: Lista de Aliados

source: Add New Type
es_mx: Agregar nuevo Tipo

source: Add or remove Types
es_mx: Agregar o quitar Tipos

source: Types
es_mx: Tipos

source: Choose from most used Types
es_mx: Escoger de entre los Tipos más usados

source: Edit Type
es_mx: Editar Tipo

source: New Type Name
es_mx: Nuevo nombre de Tipo

source: No Types Found
es_mx: No se encontraron Tipos

source: Parent Type
es_mx: Tipo Padre

source: Parent Type:
es_mx: Tipo del Padre:

source: Popular Types
es_mx: Tipos populares

source: Search Types
es_mx: Buscar Tipos

source: Separate Types with commas
es_mx: Separar Tipos con comas

source: Type
es_mx: Tipo

source: Update Type
es_mx: Actualizar Tipo

source: View Type
es_mx: Ver Tipo

source: Add New Relation
es_mx: Agregar nueva Relación

source: Add or remove Relations
es_mx: Agregar o quitar Relaciones

source: Relations
es_mx: Relaciones

source: Choose from most used Relation
es_mx: Escoger de entre las relaciones más utilizadas

source: Edit Relation
es_mx: Editar Relación

source: Relation
es_mx: Relación

source: New Relation Name
es_mx: Nuevo nombre de Relación

source: No Relation Found
es_mx: No se encontró la relación

source: Parent Relation
es_mx: Relación del Padre

source: Parent Relation:
es_mx: Relación del Padre:

source: Popular Relations
es_mx: Relaciones Populares

source: Search Relations
es_mx: Buscar Relaciones

source: Separate Relations with commas
es_mx: Separar Relaciones con comas

source: Update Relation
es_mx: Actualizar Relación

source: View Relation
es_mx: Ver Relación

source: Adds Ally CPT and metablocks.
es_mx: Añade CPTs Aliado y sus metabloques

source: Ally
es_mx: Aliado

source: Representative Name
es_mx: Nombre del Representante

# Post type singular name
source: Ally
es_mx: Aliado

# Add New on Toolbar
source: Ally
es_mx: Aliado

source: Add New Ally
es_mx: Agregar nuevo Aliado

source: New Ally
es_mx: Nuevo Aliado

source: Edit Ally
es_mx: Editar Aliado

source: View Ally
es_mx: Ver Aliado

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Ally Cover Image
es_mx: Imagen destacada del Aliado

source: Filter ally list
es_mx: Filtrar lista de Aliados

source: Ally list navigation
es_mx: Navegación en la lista de Aliados

source: Ally list
es_mx: Lista de Aliados
